---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Analysis.AnalysisDisplayColorEntry
source: html/36dd761e-7313-9ea5-7e61-279f027a1276.htm
---
# AnalysisDisplayColorEntry Members

Constructs a new AnalysisDisplayColorEntry with default settings.